{
    "links": [
        {
            "date": "January 8, 2015",
            "links": [
                {
                    "title":"I gave my body to Soulcycle for a few minutes with the CEO of Twitter",
                    "url":"http://www.theverge.com/2015/1/8/7497245/ces-2015-soulcycle-twitter-ceo-dick-costolo"
                }
            ]
        },
        {
            "date": "January 7, 2015",
            "links": [
                {
                    "title": "What Is Going on With DC Comics’ Super Confusing Convergence (cross-over event)?",
                    "url": "http://www.wired.com/2014/11/dc-comics-convergence/"
                },
                {
                    "title": "Here's Some Of The Insane Things Happening During DC Comics' Convergence",
                    "url": "http://io9.com/heres-some-of-the-insane-things-happening-during-dc-com-1657280074"
                }

            ]
        },
        {
            "date": "January 2, 2015",
            "links": [
                {
                    "title": "Inside a Chinese Test Prep Factory",
                    "url": "http://www.nytimes.com/2015/01/04/magazine/inside-a-chinese-test-prep-factory.html?hp"
                },
                {
                    "title": "Adventure Time Forum",
                    "url": "http://adventuretimeforum.com/"
                }
            ]
        },
        {
            "date": "December 22, 2014",
            "links": [
                {
                    "title": "This Woman DIYed Her Own Art DecoSailor Moon Themed Wedding And It Turned Out Amazing",
                    "url": "http://www.themarysue.com/diy-sailor-moon-wedding/2/",
                    "notes": "This is awesome for a couple of reasons. It was all DIY and is nerdy beyond compare. They pretty much bucked the *conventional* idea of what a wedding is supposed to be like and just followed their geeky hearts. The bride is also super talented when it comes to crafting and pure Sailormoon vision."
                }
            ]
        },
        {
            "date": "December 19, 2014",
            "links": [
                {
                    "title": "The Troll Hunters",
                    "url": "http://www.technologyreview.com/photoessay/533426/the-troll-hunters/",
                    "notes": "How does one deal with vitriol on the Internet? Why not just dox the doxxers? I mean if Internet trolls do it for the lulz, why can't the other side do it? This article profiles a group of activists in Sweden who exposes trolls (either by confronting them in a *Dateline* type show or by selling a story to a tabloid) by scrapping publicly available data. I particularly like this line from the piece: \n >…Fredriksson’s interest in Nazi hunting and talent for investigative reporting.\n\n This piece touches upon whether or not what this group of activists is ethical with regards to freedom of speech and privacy. I believe that people should be free to say whatever they want, online and off but that freedom of speech should not protect them from consequences from being an asshole (i.e. people calling you out for being an asshole). Privacy is more murky issue. I believe doxxing is wrong because it could lead to people finding the doxxing target and hurting them in a real world kind of way. This goes for both sides of the argument, whatever it may be. So, maybe call people out for being an asshole but don't tell everyone where they live?"
                }
            ]
        }
    ]
}